package telegram

const msgHelp = `Ja mahu zahoŭvać vašyja pavedamlieńni. Hetaksama ja mahu prapanoŭvać ich pračytać.
Dzela taho, kab zachavać infarmacyju, prosta dašlice jaje.
Kab atrymać paviedamlieńne, vybierycie kamandu /rnd.
Paślia hetaha vam prapanujecca mahčymaść vydalić paviedamlieńne.`
const msgHello = "Vitaju, 🥸\n\n" + msgHelp
const msgHelloSonia = "Так ну что, Сонечка, очень рад тебя тут видеть🥰. Это созданная специально для тебя версия бота. Хорошего пользования данным ботом 😊 Для справки введи команду /help, пожалуйста😎Надеюсь он тебе хотя бы немного пригодится😊"
const msgHelpSonia = "На данный момент бот может сохранять сообщения любого типа. Чтобы сохранить информацию, просто отправь её, пожалуйста.Чтобы получить сообщение, выбери команду /rnd. На данный момент после отправки сообщения оно сразу удалится, но в будущем это исправится😊). Будет предложено выбрать приоритет сообщения, но к сожалению эта функция пока не работает( Поэтому сообщение с предложением выбора приоритета приходить не будет. В будущем будет доступна автоматическая отправка сообщений ботом, а не только по запросу)😊😎 Если есть проблемы по работе бота, то пиши мне, спрашивай обязательно)😊 Всё ради тебя, Сонечка🥰"
const msgHelpMike = "Все ты знаешь"
const (
	//msgUnknownCommand = "Невядомая каманда😈"
	msgExists           = "Вот сообщение😎"
	msgNoSavedPage      = "Niama zachavanych paviedamlieńniaŭ🧐"
	msgNoSavePageSonia  = "Нету сохраненный сообщений 🧐"
	msgSaved            = "Zachavana👍"
	msgSavedSonia       = "Сохранено👍"
	msgSetPriority      = "Kali łaska, vyznačće pryjavytet hetaha paviepamlieńńia"
	msgSetPriorityMike  = "Выбери приоритет"
	msgSetPrioritySonia = "Выбери пожалуйста приоритет сообщения😉)"

	msgAlreadyExists      = "Heta paviepamlieńnie ŭžo zahavanaje🙂"
	msgAlreadyExistsSonia = "Это сообщение уже сохранено🙂"
	notANumber            = "Heta nia lik. Kali łaska, vybiarycie peŭny numar pryjavytetu"
	notANumberSonia       = "Это не число. Пожалуйста введи число)"
)
