package telegram

const msgHelp = `Я магу захоўваць вашыя паведамленні. Гэтаксама я здольны прапаноўваць іх прачытаць.
Дзеля такго, каб захаваць інфармацыю, дашліце мне яе змест.
Каб атрымаць памедамленне, калі ласка выбірацё каманду /rnd.
Увага! Пасля гэтага, паведамленне будзе выдалена з вашага ліста.`
const msgHello = "Вітаю, 🥸\n\n" + msgHelp

const (
	//msgUnknownCommand = "Невядомая каманда😈"
	msgNoSavedPage   = "Няма захаваных паведамленняў🧐"
	msgSaved         = "Захавана👍"
	msgSetPriority   = "Please set the priority of this message"
	msgAlreadyExists = "Гэта паведамленне ўжо захаванае🙂"
)
